# Taps
tap 'thoughtbot/formulae'

# Casks
cask '1password'
cask 'android-platform-tools'
cask 'arq'
cask 'atom'
cask 'coconutbattery'
cask 'docker'
cask 'freesmug-chromium'
cask 'ftdi-vcp-driver'
cask 'gpg-suite'
cask 'iina'
cask 'iterm2'
cask 'keepingyouawake'
cask 'little-snitch'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'the-unarchiver'
cask 'viscosity'
cask 'wch-ch34x-usb-serial-driver'
cask 'whatsapp'
cask 'yubico-yubikey-manager'

# Packages
brew 'awscli'
brew 'diff-so-fancy'
brew 'git'
brew 'go'
brew 'grc'
brew 'jq'
brew 'n'
brew 'rcm'
brew 'trash'
brew 'yubico-piv-tool'
